Repository: Etxea/MatriculaEIDE
Catalog: matriculas/locale/*/LC_MESSAGES/django.po
Languages: eu

source: Log out
eu: Atera

source: Sistema Online de matrícula en EIDE
eu: EIDE online matrikula sistema

source: Bienvenido al sistema Online de matrícula en EIDE
eu: Ongietorre EIDE matrikuletara

source: Bienvenido al sistema Online de matrícula en EIDE. Desde aquí podrás matricularte en los exámenes de Cambridge y próximamente podrás matricularte en nuestros cursos intensivos y cursos de español para extranjeros.
eu: Ongietorri EIDE-ko online matrikula sistemara. Gune honetan Cambridge azterketen matrikula egin ahal izango duzu.

source: EIDE nunca tendrá acceso al a informaciónde vuestra tarjeta, siendo una operación segura con la garantía del CECA.
eu: EIDE-k ez du inoiz zure txartelaren datuak ikusiko. Operazio guztiz segurua da CECA-ren babesarekin.

source: Cambridge Exams
eu: Cambridge Azterketak

source: Ir a las matrículas de cambridge
eu: Cambridge matrikuletara joan

source: Cursos de Hobetuz
eu: Hobetuz Kurtsoak

source: Aquí te puedes solicitar un curso de formación continua de Hobetuz.
eu: Hemen Hobetuz antolatzen dituen kurtsoen informazio ikusiko duzu.

source: Próximamente....
eu: Gutxi barru..

source: Solita un curso
eu: Kurtso bat ezkatu

source: Cursos Intensivos
eu: Kurtso intentsiboak

source: Inscribite en nuestros cursos intensivos
eu: Izen eman kurtso intentsiboetan

source: Gestionar niveles
eu: Mailak kudeatu\

source: Lista de examenes
eu: Azterketa zerrenda

source: Nuevo examene
eu: Azterketa berria

source: Lista Matrículas
eu: Matrikula zerrenda

source: Lista de examenes Schools
eu: Schools azterketen zerrenda

source: Gestionar venues
eu: Lekuak kudeatu

source: Lista de examenes Venue
eu: Lekuko azterketen zerrenda

source: Lista Matrículas Venues
eu: Lekuko matrikula zerrenda

source: Lista Intensivos
eu: Intentsibo zerrenda

source: Gestionar Disponibilidad Oraa
eu: Oraa-k erabilgarritasuna kudeatu

source: Lista Reservas
eu: Erreserba zerrenda

source: Lista Pagos manuales
eu: Eskuko ordainketa zerrenda

source: Nuevo pago
eu: Ordainketa berria
